var json = {
  "SAS": [
    {
      "question": "我觉得比平时容易紧张或着急",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我无缘无故在感到害怕",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我容易心里烦乱或感到惊恐",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我觉得我可能将要发疯",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我觉得一切都很好",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我手脚发抖打颤",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我因为头疼、颈痛和背痛而苦恼",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我觉得容易衰弱和疲乏",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我觉得心平气和，并且容易安静坐着",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我觉得心跳得很快",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我因为一阵阵头晕而苦恼",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我有晕倒发作，或觉得要晕倒似的",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我吸气呼气都感到很容易",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1],
      "checked": false
    },
    {
      "question": "我的手脚麻木和刺痛",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我因为胃痛和消化不良而苦恼",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我常常要小便",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我的手脚常常是干燥温暖的",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我脸红发热",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我容易入睡并且一夜睡得很好",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我作恶梦",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
  ],
  "SDS": [
    {
      "question": "我觉得闷闷不乐,情绪低沉",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我觉得一天之中早晨最好",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我一阵阵哭出来或想哭",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我晚上睡眠不好",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我吃得跟平常一样多",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我与异性密切接触时和以往一样感到愉快",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我发觉我的体重在下降",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我有便秘的苦恼",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我心跳比平时快",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我无缘无故地感到疲乏",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我的头脑跟平常一样清楚",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我觉得经常做的事情并没困难",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我觉得不安而平静不下来",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },
    {
      "question": "我对将来抱有希望",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
    {
      "question": "我比平常容易生气激动",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },    {
      "question": "我觉得作出决定是容易的",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },    {
      "question": "我觉得自己是个有用的人，有人需要我",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },    {
      "question": "我的生活过得很有意思",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },    {
      "question": "我认为如果我死了别人会生活得更好些",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [1,2,3,4], 
      "checked": false
    },    {
      "question": "平常感兴趣的事我仍然照样感兴趣",
      "option": {
        "A": "没有或很少时间（过去一周内，出现这类情况的日子不超过一天）",
        "B": "小部分时间（过去一周内，有1-2天有过这类情况）",
        "C": "相当多时间（过去一周内，3-4天有过这类情况）",
        "D": "绝大部分或全部时间（过去一周内，有5-7天有过这类情况）",
      },
      "scores": [4,3,2,1], 
      "checked": false
    },
  ],
}

module.exports = {
  questionList: json
}